export const majorData = [
    {
        class: '인문사회계열',
        major: ['언어문학', '인문학', '경영경제', '법학', '사회과학', '교육학'],
    },
    {
        class: '공학자연계열',
        major: [
            '전기전자',
            '컴퓨터공학',
            '기계금속',
            '토목도시',
            '화학공학',
            '정밀에너지',
            '교통운송',
            '소재재료',
            '산업',
            '건축',
            '농림수산',
            '생물화학환경',
            '수학물리천문지리',
            '생활과학',
        ],
    },
    {
        class: '의학계열',
        major: ['의료', '간호', '약학', '치료보건'],
    },
    {
        class: '예체능계열',
        major: [
            '디자인',
            '무용체육',
            '연극영화',
            '응용예술',
            '미술조형',
            '음악',
        ],
    },
];
